Repository: GetStream/stream-video-flutter
Catalog: packages/stream_video_flutter/lib/src/l10n/arb/stream_video_flutter_*.arb
Languages: nl

# desktopScreenShareChooseDialogTitle
source: Choose what to share
nl: Kies wat je wilt delen

# desktopScreenShareChooseDialogShare
source: Share
nl: Delen

# desktopScreenShareChooseDialogCancel
source: Cancel
nl: Annuleren

# desktopScreenShareEntireScreen
source: Entire Screen
nl: Volledig scherm

# desktopScreenShareWindow
source: Window
nl: Venster

# livestreamBackstageStartingSoon
source: Livestream will start soon
nl: Livestream begint binnenkort

# livestreamBackstageStartingIn
source: Livestream will start in:
nl: Livestream begint over:

# livestreamBackstageParticipants
source: {count, plural, zero{No participants have} one{One participant has} other{{count} participants have}} joined early
nl: {count, plural, zero{Nog geen deelnemers zijn} one{EÃ©n deelnemer is} other{{count} deelnemers zijn}} vroeg aanwezig

# livestreamEndedStatus
source: The livestream has ended.
nl: De livestream is afgelopen.

# livestreamEndedWatchRecordings
source: Watch the recordings:
nl: Bekijk de opnames:

# livestreamHostNotAvailable
source: The host's video is not available.
nl: De video van de host is niet beschikbaar.
